export const surveyQuestions = [
  {
    id: 1,
    type: 'radio',
    question: 'تفعل إيه من الحاجات دي لما يتحدث على الإنترنت؟ (ممكن تختار أكثر من حاجة)',
    subtitle: '',
    options: [
      'أقرع على إعداد أو مسلسلات على تليفزيوني أو أقرأ أو أبص على مواقع التوريت ... إلخ',
      'أقرع على إعداد أو مسلسلات على تليفزيوني أو أبص أو أبص على مواقع التوريت ... إلخ',
      'أقرع على إعداد أو مسلسلات على تليفزيوني أو أبص أو أبص على مواقع التوريت ... إلخ'
    ]
  },
  {
    id: 2,
    type: 'checkbox',
    question: 'تفعل إيه من الحاجات دي لما يتحدث على الإنترنت؟ (ممكن تختار أكثر من حاجة)',
    subtitle: '',
    options: [
      'إنترنت',
      'خلوية'
    ]
  },
  {
    id: 3,
    type: 'text',
    question: 'تفعل إيه من الحاجات دي لما يتحدث على الإنترنت؟ (ممكن تختار أكثر من حاجة)',
    subtitle: '',
    placeholder: 'اكتب إجابتك هنا ...'
  },
  {
    id: 4,
    type: 'radio',
    question: 'تفعل إيه من الحاجات دي لما يتحدث على الإنترنت؟',
    subtitle: '(ممكن تختار أكثر من حاجة)',
    options: [
      'أقرع على إعداد أو مسلسلات على تليفزيوني أو أقرأ أو أبص على مواقع التوريت ... إلخ',
      'أقرع على إعداد أو مسلسلات على تليفزيوني أو أبص أو أبص على مواقع التوريت ... إلخ',
      'أقرع على إعداد أو مسلسلات على تليفزيوني أو أبص أو أبص على مواقع التوريت ... إلخ'
    ]
  },
  {
    id: 5,
    type: 'checkbox',
    question: 'يشرف إيه من الحاجات دي لما يتوفر خلوية؟',
    subtitle: '(ممكن تختار أكثر من حاجة)',
    options: [
      'أقرع على إعداد أو مسلسلات على تليفزيوني أو أقرأ أو أبص على مواقع التوريت ... إلخ',
      'أقرع على إعداد أو مسلسلات على تليفزيوني أو أبص أو أبص على مواقع التوريت ... إلخ',
      'أقرع على إعداد أو مسلسلات على تليفزيوني أو أبص أو أبص على مواقع التوريت ... إلخ'
    ]
  },
  {
    id: 6,
    type: 'text',
    question: 'في وقت فراغ، يشوف؟ أشرف من أن يتخيل من اللي لا يجيت أن متطلبا غير متوافق نعملها و 7 متطلبا موافق جدا',
    subtitle: '',
    placeholder: 'اكتب إجابتك هنا ...'
  }
]; 